rbouteiller/airplay-esp32/boards/squeezeamp-4m/sdkconfig.defaults
# SqueezeAMP (4MB flash) board defaults
CONFIG_BOARD_SQUEEZEAMP_4M=y
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="4MB"
